Repository: emailicious/api-docs
Catalog: source/locale/*/LC_MESSAGES/resources/mailings.po
Languages: fr

source: Mailings
fr: Envois

source: List of existing mailings.
fr: Liste des envois existants

source: filter results by :ref:`list<lists>`'s unique identifier
fr: filtre les résultats par identifiant unique de :ref:`liste<lists>`

source: mailing's unique identifier
fr: l'identifiant unique de l'envoi

source: mailing's unique name
fr: le nom unique de l'envoi

source: mailing's campaign unique identifier
fr: l'identifiant unique de la campagne de cet envoi

source: **Request**:
fr: **Requête**:

source: **Response**:
fr: **Réponse**:

source: Create a new mailing with variants and deliveries.
fr: Crée un envoi avec possiblité de variantes et livraisons multiples.

source: :ref:`list<lists>`'s unique identifier
fr: l'identifiant unique de la :ref:`liste<lists>`

source: campaign's unique identifier
fr: l'identifiant unique de la campagne

source: variant's :ref:`language<languages>`
fr: :ref:`code de langue<languages>` de la variante

source: variant's subject
fr: object de la variante

source: variant's layout text
fr: contenu texte de la variante

source: `data URI`_ encoded `Zip`_ variant's layout.
fr: fichier `Zip`_ sous forme de `data URI`_ représentant le contenu HTML de la variante

source: scheduled datetime of the delivery
fr: date et temps de la livraison

source: An ``index.html`` file representing the content of your layout.
fr: Un fichier ``index.html`` représentant la mise en page HTML du gabarit.

source: Optional image files (``.jpg``, ``.png``, ``.gif``) located in a ``images`` directory. These images should be referenced relatively from the ``index.html`` file to be imported appropriately.
fr: Et optionnelement des fichiers images (``.jpg``, ``.png``, ``.gif``) placéesdans un dossier ``images`` accessible depuis la racine de l'archive. Ces images devront être référencées de manière relative depuis le fichier ``index.html`` afin d'être considérées lors de l'importation du gabarit.

source: Here's an example of how you can generate a valid layout payload using `Python`_:
fr: Voici un exemple `Python`_ démontrant comment générer une archive de valide compatible:

source: segment unique identifiers
fr: identifiants uniques des segments

source: variants
fr: variantes

source: deliveries
fr: livraisons

source: variant's from name (defaults to :ref:`list<lists>` ``default_from_name``)
fr: nom de l'expéditeur de la variante (prend la valeur ``default_from_name`` de la :ref:`liste<lists>` si définit)

source: variant's from email (defaults to :ref:`list<lists>` ``default_from_email``)
fr: nom de l'expéditeur de la variante (prend la valeur ``default_from_email`` de la :ref:`liste<lists>` si définit)

source: variant's reply-to email (defaults to :ref:`list<lists>` ``default_replyto_email``)
fr: nom de l'expéditeur de la variante (prend la valeur ``default_replyto_email`` de la :ref:`liste<lists>` si définit)

source: In order to allow files to be submitted through a request with an ``application/json`` content type files must be `data URI`_ encoded.
fr: Afin de permettre la soumission de fichiers lors des requêtes dont le ``Content-Type`` est ``application/json`` leur contenu doit être sous forme de `data URI`_.

source: The ``variants.layout.zip_file`` expects the submitted file to be a `Zip`_ archive containing the following files:
fr: Les champs ``variants.layout.zip_file`` doivent être des fichiers `Zip`_ contenant l'aborescence suivante.
