Repository: emailicious/api-docs
Catalog: source/locale/*/LC_MESSAGES/resources/statistics.po
Languages: fr

source: Statistics
fr: Statistiques

source: List all opens statistics
fr: Statistiques d'ouvertures

source: filter results by campaign's unique identifier
fr: filtrer les résultats par identifiant unique de campagne

source: aggregate the opens by delivery
fr: agrège les ouvertures par envoi

source: filter results by date
fr: filtrer les résultats par date

source: filter out results with a more recent datetime
fr: filtrer les résultats dont le ``datetime`` est plus récent

source: filter out results with a less recent datetime
fr: filtrer les résultats dont le ``datetime`` est moins récent

source: the open's mailing
fr: l'envoi à l'origine de l'ouverture

source: the open's email
fr: le courriel du destinataire ayant ouvert

source: the open's datetime
fr: le ``datetime`` de l'ouverture

source: **Request**:
fr: **Requête**:

source: List all clicks statistics
fr: Statistiques de clics

source: aggregate the clicks by delivery
fr: agrège les clics par envoi

source: filter results by link URL
fr: filtre les résultats par l'URL du lien cliqué

source: the click's mailing
fr: l'envoi à l'origine du clic

source: the click's email
fr: le courriel du destinataire ayant cliqué

source: the click's datetime
fr: le courriel du destinataire ayant ouvert

source: the click's link URL
fr: l'URL du lien cliqué

source: List all bounces statistics
fr: Statistiques de rebonds

source: aggregate the bounces by delivery
fr: agrège les rebonds par envoi

source: filter result by bounce permanent status
fr: filtrer les résultats par statut de permanence du rebond

source: the bounce's mailing
fr: l'envoi à l'origine du rebond

source: the bounce's email
fr: le ``datetime`` du rebond

source: the bounce's datetime
fr: filtrer les résultats dont le ``datetime`` est moins récent

source: the bounce's permanent status
fr: le statut permanent du rebond

source: **Response**:
fr: **Réponse**:

source: filter results by :ref:`mailing<mailings>`'s unique identifier
fr: filtre les résultats par identifiant unique d':ref:`envoi<mailings>`
